aaron-bond.better-comments@3.0.2
ahmadawais.shades-of-purple@7.3.6
ajshort.latex-preview@0.5.1
alexkrechik.cucumberautocomplete@3.0.5
anthropic.claude-code@2.0.75
azemoh.one-monokai@0.5.2
bierner.emojisense@0.10.0
bierner.markdown-emoji@0.3.1
bierner.markdown-mermaid@1.29.0
bradlc.vscode-tailwindcss@0.14.29
cstrap.python-snippets@0.1.2
dbaeumer.vscode-eslint@3.0.20
devkir.elixir-syntax-vscode@0.1.2
dooez.alt-catppuccin-vsc@2.7.4
entuent.fira-code-nerd-font@0.0.3
erlang-ls.erlang-ls@0.0.46
fcrespo82.markdown-table-formatter@3.0.0
formulahendry.code-runner@0.12.2
gimly81.matlab@3.0.2
gitlab.gitlab-workflow@6.62.1
hashicorp.terraform@2.37.6
hediet.vscode-drawio@1.9.0
johnpapa.vscode-peacock@4.2.2
lexical-lsp.lexical@0.0.24
lkytal.pomodoro@2.0.1
mhutchie.git-graph@1.30.0
mikestead.dotenv@1.0.1
mjmcloug.vscode-elixir@1.1.0
monokai.theme-monokai-pro-vscode@2.0.11
ms-azuretools.vscode-containers@2.3.0
ms-azuretools.vscode-docker@2.0.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.26
ms-ossdata.vscode-pgsql@1.14.0
ms-python.debugpy@2025.18.0
ms-python.python@2025.20.1
ms-python.vscode-pylance@2025.10.4
ms-toolsai.jupyter@2025.9.1
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.3.0
ms-toolsai.vscode-jupyter-cell-tags@0.1.9
ms-toolsai.vscode-jupyter-slideshow@0.1.6
ms-vscode.cpptools@1.29.3
ms-vscode.remote-explorer@0.5.0
ms-vscode-remote.remote-containers@0.434.0
ms-vscode-remote.remote-wsl@0.104.3
ms-vscode.remote-server@1.5.3
ms-vscode-remote.vscode-remote-extensionpack@0.26.0
ms-vscode.vscode-speech@0.16.0
ms-vsliveshare.vsliveshare@1.0.5959
njpwerner.autodocstring@0.6.1
octref.vetur@0.37.3
perkovec.emoji@1.0.1
phoenixframework.phoenix@0.1.3
pnp.polacode@0.3.4
redhat.java@1.50.0
redhat.vscode-commons@0.0.6
redhat.vscode-microprofile@0.16.0
redhat.vscode-quarkus@1.22.0
redhat.vscode-yaml@1.19.1
ritvyk.heex-html@0.0.5
ritwickdey.liveserver@5.7.9
scala-lang.scala@0.5.9
shuworks.vscode-table-formatter@1.2.1
skellock.just@2.0.0
tamasfe.even-better-toml@0.21.2
tomoki1207.pdf@1.2.2
tonybaloney.vscode-pets@1.34.0
visualstudioexptteam.vscodeintellicode@1.3.2
vscjava.vscode-gradle@3.17.1
vscjava.vscode-java-debug@0.58.4
vscjava.vscode-java-dependency@0.27.0
vscjava.vscode-java-pack@0.30.5
vscjava.vscode-java-test@0.43.2
vscjava.vscode-maven@0.45.1
vscode-icons-team.vscode-icons@12.15.0
yzhang.markdown-all-in-one@3.6.3
zhuangtongfa.material-theme@3.19.0
